/* Main UI */
"Preparing ..." = "Vorbereiten ...";
"Unarchiving \"%@.%@\"" = "Entpacke \"%1$@.%2$@\"";
"Archiving %d files ..." = "Komprimiere %1$d Dateien ...";
"Part %d of %d" = "Teil %1$d von %2$d";
"File %d of %d" = "Datei %1$d von %2$d";
"Cancelling ..." = "Abbrechen ...";

/* Passwort sheet */
"\"%@.%@\" needs a password" = "Passwort für \"%1$@.%2$@\"";

/* Archive wizard */
"Select a mode" = "Wähle einen Modus";
"Select where to create the new RAR-File" = "Wähle den Pfad des neuen RAR-Archives";
"Select which RAR-File to change" = "Wähle das zu bearbeitende RAR-Archiv";
"Select additional options" = "Wähle weitere Optionen";
"Select the files you want to archive" = "Wähle die Dateien, die archiviert werden sollen";
"Continue" = "Fortfahren";
"Finish" = "Abschließen";

"Your files will not be compressed" = "Die Dateien werden nicht komprimiert";
"This might take a very long time" = "Dies könnte sehr lange dauern";
"Please enter a password" = "Bitte ein Passwort eingeben";
"Passwords not identical" = "Die Passwörter sind nicht identisch";
"Drag the files to be archived in here" = "Die zu archivierenden Dateien hier hinein ziehen";


